tutorials/microRichardsFoam/imbibition1D/constant/transportProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}

thetamin thetamin [0 0 0 0 0 0 0] 0.004943;
thetamax thetamax [0 0 0 0 0 0 0] 0.7;

phase.theta
{
    mu  mu  [1 -1 -1 0 0 0 0] 1e-3;
    rho rho [1 -3 0 0 0 0 0] 1e3;
}

K K [0 2 0 0 0 0 0] 1e-13;

unsaturatedFlowModel VanGenuchten;

VanGenuchtenCoeffs
{
    pc0 pc0 [1 -1 -2 0 0 0 0] 2.079e4;
    n   n   [0 0 0 0 0 0 0] 8.093;
    l   l   [0 0 0 0 0 0 0] 2.344;
}
